{
  "sikh_prayers": [
    {
      "id": "1",
      "prayer": "When we wake up",
      "gurbani": "inq auiT gwvhu pRB kI bwxI ] AwT phr hir ismrhu pRwxI ]2]",
      "romanised": "Nitt ooth gaavo prab kee bani. Aath pehar har simaro praani",
      "english": "Wake up early in the morning and sing the beautiful words of God's bani. Twenty-four hours a day, remember Vaheguru (God).",
      "spanish": "Aunque haya viento de temporal, el buscador seguirá yendo a ver a su Guru. Noche y día busco a mi Guru; enaltezco Sus Pies en mis ojos.",
      "reference": {
        "title": "This pangti (line is from Sri Guru Granth Sahib Jee:",
        "Ang (limb/page)": 1340,
        "Raag (medley to create the mood)": "Prabhati (seriousness mood)",
        "Author": "Guru Arjun Dev Jee – the fifth Guru",
        "explaination": "Waking up early at Amrit Vela is very important for Sikhs. Its when the whole world is sleeping. When you wake up early and meditate / pray, you have complete peace. Also it is very hard to do this, so those that try get many rewards from Guru Jee. Guru Jee says, in the early hours of the morning wake up and recite shabads then all day do simran with your breath."
      }
    },
    {
      "id": "2",
      "prayer": "When we take a bath",
      "gurbani": "kir iesnwnu ismir pRBu Apnw mn qn Bey Arogw ] koit ibGn lwQy pRB srxw pRgty Bly sMjogw ]1]",
      "romanised": "Kar ishnaan simar prabh apana man than bhae aroga. Kot bigan laathe prabh sarna pragate bhale sanjoga",
      "english": "After taking your bath, remember your God in meditation, and your mind and body shall be free of disease. Millions of difficulties are removed when you remember Vaheguru (God), and you are blessed with good fortune.",
      "spanish": "Limpia tu mente y habita sólo en Tu Señor para que tu cuerpo y tu mente luzcan saludables. Pues en el Refugio del Señor millones de faltas son lavadas y la Puerta del Auspicio se abre para ti.",
      "reference": {
        "title": "This pangti (line is from Sri Guru Granth Sahib Jee:",
        "Ang (limb/page)": 611,
        "Raag (medley to create the mood)": "Sorath (Motivation mood",
        "Author": "Guru Arjun Dev Jee – the fifth Guru",
        "explaination": "When we wake in the morning, the first thing we have to do is to clean our outer body. We call this ishnaan. Then we are to sit and meditate to clean our inner self, the soul and mind. Guru says, if you do this, the mind and the body will not suffer from diseases and if there are any challenges in our way, Guru will remove them for us. Guru Jee loves us, and wants to help us always."
      }
    },
    {
      "id": "3",
      "prayer": "When we comb our hair",
      "gurbani": "caudis caudh lok mJwir ]rom rom mih bsih murwir ] sq sMqoK kw Drhu iDAwn ]kQnI kQIAY bRhm igAwn ]15]",
      "romanised": "Choudas choude lok majhaar rom rom meh muraar. Sat santokh dharu dhiaan. Kathani kathiae breham giaan",
      "english": "In the whole universe and on each and every hair, Vaheguru (God) exists. Focus your mind on truth and contentment. Speak the words of God's spiritual wisdom.",
      "spanish": "En el décimo cuarto día, velo en las catorce dimensiones,  porque el Señor prevalece en cada partícula, en cada cabello tuyo. Entonces fija tu mente en la Verdad y en el Contentamiento, y recita nada más que la Sabiduría del Señor.",
      "reference": {
        "title": "This pangti (line is from Sri Guru Granth Sahib Jee:",
        "Ang (limb/page)": 343,
        "Raag (medley to create the mood)": "Gauri (Serious mood)",
        "Author": "Bhagat Kabir",
        "explaination": "Bhagat Kabir was a deeply religious muslim  saint. He recognised that there is one God who had many names. He recognised the universal path of love and brotherhood. His hymns were included into the Sikh holy scriptures. In this hymn (shabad) Bhagat Jee is referencing all the places that God lives. He talks about our hair and how even within the tiniest of hairs, God is there. That's why it is important to not cut, dye, pluck, burn or harm our hair. We call our hair Kesh and love them with our heart."
      }
    }
  ]
}
